{
    "title": "Баш-Челик\n (народна бајка)",
    "description": "",
    "topic":"66ec46b84d960a3e76871f3c",
    "type":"лекција",
    "contentBlocks": [
        {
            "type": "text",
            "textBlock": {
                "content":"<p>Беше један цар, и имађаше три сина и три ћерке. Кад га већ старост обузме, дође вријеме да умре. На смрти дозове синове и ћерке своје, па синовима препоручи да своје сестре даду за онога који први дође и запроси их. \"Подајте\" рече \"тако не били проклети.\" Потом цар умре. Послије његове смрти стане земан по земану, док на једну ноћ стане неко на вратима лупати, задрма се цијели двор, нека хука, вриска, пјевање, сијевање, би рекао сама ватра око двора сипа. У двору се поплашише и стану од страха дрхтати. На један пут неко проговори \"отворите, царевићи, врата\". На то вели најстарији син царев: \"Не отварајте!\" Средњи рече: \"Не отварајте нипошто.\" Али најмлађи рече: \"Ја ћу да отворим врата\" па скочи и врата отвори. Како врата отвори, нешто уђе у двор од чега нијесу могли виђети друго ништа осим ватре да сипа, па проговара: \"Ја сам дошао да вам просим сестру најстарију, и то сад овај час да је водим, јер ја не чекам, нити ћу више доћи да је просим, па ми сад одговор дајте, или је дате или не дате, хоћу да знам.\" Вели најстарији брат: \"Ја је не дам. Како ћу је дати, кад не знам шта си и од куда си ноћас дошао, хоћеш одмах да је водиш, па не знам ни ђе би ишао сестри у походе.\" Средњи вели: \"Ја не дам сестре ноћас да се води.\" Али најмлађи вели: \"Ја је дам, ако је ви не дате; зар не знате што је наш отац казао?\" па сестру увати за руку и дајући је рече: \"Нека ти је сретна и честита!\" Кад им сестра преко прага пређе, сви у двору падну по земљи од страха, сева, грми, тутњи, пуца, вас се двор стане љуљати, но то прође, и сјутра осване дан. Како сване, они одмах стану гледати, да л' има какога год трага, куд је она сила ишла од двора царског, али се ништа знати не море; нигдје никакога трага ни гласа. Друге ноћи у исто вријеме стане опет онака сила, хука и писка око двора царског, и неко почне на вратима говорити: \"Отвор', царевићи, врата.\" Они се препану и отворе врата и неке силе страховите почну говорити: \"Дајте ђевојку средњу сестру, ми смо дошли да је просимо.\" Вели најстарији брат: \"Ја је не дам.\" Средњи вели: \"Ја не дам сестре наше.\" Али најмлађи вели: \"Ја је дам; зар не знате више што је отац наш рекао?\" па узме сестру за руку и дајући је рече: \"На, нека вам је сретна и честита!\" И она сила с ђевојком отиде. Сјутра дан како сване, отиду браћа око двора и даље, па траже трага да л' се штогођ знати може, куд је она сила отишла, али ништа на овом свијету није се могло дознати као да није ни долазила. Треће ноћи у оно исто доба опет се затресе из темеља двор од велике силе и тутњаве, и неки глас повиче: \"Отвори врата!\" Цареви синови скоче и отворе врата, уђе нека сила па повиче: \"Дођосмо да просимо вашу најмлађу сестру.\" Старији и средњи брат повичу: \"Не дамо је ове треће поноћи, заиста морамо бар за ову најмлађу сестру знати, куд је дајемо и за кога је дајемо, да је моремо походити као сестру своју.\" На то рече брат најмлађи: \"Ја је дајем, ако је ви не дате; зар сте заборавили шта је отац на смрти нама препоручио, то није давно било.\" Па ђевојку за руку, говорећи: \"На, води је, па нека ти је сретна и весела!\" а она сила оног часа отиде с великом хуком. Кад сјутра дан сване, браћа се врло забрину што се учини с њиховијем сестрама. Пошто прође доста времена, стану се браћа један пут међу собом разговарати: \"Мили Боже, да чуда великога? шта се учини с нашијем сестрама кад не знадосмо ни трага ни гласа, куд одоше и за кога се удадоше. Најпослије један другоме рече: \"Да идемо сестре наше потражити.\" И одмах стану се опремати сва три брата, узму новаца за пута, па пођу тражити сестре своје. Тако путујући заиђу у једну планину и цијели дан путоваше. Кад се мрак увати, они се договоре да им треба воду имати ђе буду законачили, па то и учине; дођу једном језеру па ту конак учине и седу вечерати. Кад почну лијегати да спавају, онда рече најстарији брат: \"Ви спавајте, а ја ћу стражу чувати.\" Тако они два млађи брата заспе а најстарији остане стражу чувати. Кад буде неко доба ноћи, заљуља се језеро, он се јако препане, кад види да нешто од средине иде управо њему: то је била аждаха страховита са двије уши, па јуриш на њег учини, но он потегне нож и удари је и главу јој одсијече, па уши обадвије одсијече и к себи их у џеп остави, трупину и главу баци у воду натраг. У том сване; али браћа јоште спавају, ништа нијесу знали шта је најстарији брат учинио. Он их пробуди а не каже им ништа, отале се подигну и стану путовати даље. Кад се мрак почне приближавати, стану они једнако говорити да треба ђегођ близу воде заноћити, и сами се уплаше, јер су заишли у неке опаке планине; дођу једноме малом језеру, ту реку ноћити; наложе ватру и што су имали вечерају, потом почну да легну спавати. Тада вели онај средњи брат: \"Ви спавајте, ја ћу ноћас чувати стражу.\" Они два заспе а он остане да чува стражу. Уједанпут брчак удари из језера, кад имаш шта и виђети! аждаха са двије главе, па јуриш, да их сва три прождере; али он скочи и повади нож, дочека аждаху и одсијече јој главе обадвије; потом одсијече уши и себи их у џеп остави, а остало баци у језеро. Но браћа за то ништа не знају, јер оба спаваше до бијеле зоре. Кад се сване, онда средњи брат повиче: \"Устајте, браћо! свануло се\" а они одмах скоче, опреме се и пођу даље путовати, ама нијесу знали ни ђе су ни у којој земљи. Велик страх их попадне да у оној пустињи од глади не поскапају, па се стану Богу молити да би се пуста села, вароши оли ма кога виђети могло, јер већ трећи дан врљаше по истој пустињи и нигдје краја ни конца виђети не могоше. Најпослије дођу порано опет код једног великог језера, и договоре се да даље не путују, него ту код језера да преноће, \"јер\" веле \"може бити, ако даље одемо, да воде не нађемо ђе би могли заноћити\" па тако ту и остану. Наложе ватру велику, вечерају и спреме се да легну спавати. Онда најмлађи брат рече: \"Спавајте вас двоје, ноћас ћу ја стражу чувати\", те такој оно двојица легну и заспе, а најмлађи најбоље гледаше око себе и често на језеро очи обраћаше: прође неко доба ноћи, док се све језеро стаде љуљати, пљусак од језера удари по ватри и загаси је половину, он потегне сабљу па стане до саме ватре, ал' ето се помоли аждаха са три главе, па на браћу јуриши, да их сва три прождере. Но најмлађи брат буде јуначка срца, не буди браћу своју, него срете аждаху па је удари трипут и све три јој главе одсијече, потом одмах уши одсијече и остави их себи у џеп, а трупину баци у језеро. Док је он то чинио, ватра се од оног великог пљуска угасила са свијем. Онда он не имајући чим ватру зажећи а браћу не хотећи будити, пође мало у пустињу, не би л' штогођ виђети могао, али нигдје ништа. Најпослије попне се на једно дрво високо, па кад изађе у врх дрвета, погледа на све стране не би л' штогођ виђети могао; гледајући тако дуго опази ватру да се сјаји, па му се учини то близу, скине се са дрвета, па пође да ватру донесе и код браће наложи. Тако је дуго ишао, све му се чинило близу, кад на једанпут дође у једну пећину, у пећини гори велика ватра и ту има девет дивова, па натакли два чоека те их пеку уз ватру, једног са једне а другог са друге стране ватре, а на ватри стоји једна оранија велика пуна исјеченијех људи. Кад то царев син виђе, јако се препане, би се вратио, ама се не може, нема се куд камо. Онда повиче: \"Добар вечер, моја дружино, ја вас тражим одавно.\" Они га добро дочекају и реку му: \"Бог ти помогао, кад си нам друг.\" Он одговори: \"Ваш довијека остајем и за вас ћу мој живот дати.\" \"Хе\" веле \"кад ти мислиш наш друг да будеш, хоћеш ли ти људе јести, и с нама у чету ићи?\" Одговори царевић: \"Хоћу, штогођ ви радите, то ћу и ја радити.\" \"Е вала, добро кад је тако, сједи\" па сви посједају око ватре, скину ону оранију, поваде онда месо па почну јести. Шњима и царевић једе, ама им очи завараје па баца месо преко себе, тако и печење поједу све; па онда рекоше: \"Хајде да идемо у лов, јер сјутра треба јести.\" Отале пођу сви девет и царевић десети. \"Хајде\" веле му \"овдје има један град и у њему цар сједи, отале се ми ранимо већ има томе више година.\" Кад се близу града примакну, онда изваде двије јеле с гранама из земље па их понесу са собом, а кад дођу до града, једну јелу прислоне уз бедем и повичу царевићу: \"хајде\" веле \"ти пењи се горе на бедем да ти ову другу јелу додамо, па је узми за врх и пребаци је у град, а врх јој задржи: код себе, да се скинемо низ њу доле у град.\" Он се попење па онда рече њима: \"Ја не знам што ћу, нијесам овдје увјежбао ово мјесто, не умијем је претурити, но ходите који од вас да ми покажете како ћу је претурити.\" Један се од дивова испење, увати за врх од јеле и претури је у град а врх јој задржи код себе. Кад се он тако намјести, онда царев син тргне сабљу па га дохвати по врату те му одсјече главу, а див пане у град унутра, онда он рече: \"Е сад хајте по један редом да вас ја овамо спуштим.\" Они не знајући што је са онијем горе на бедему било, пођу један по један, а царевић њи све по врату, док све девет посијече па се скине низ јелу, и полако сиђе доле у град, онда пође по граду унакрст, али никог жива да чује, све пусто! Сам у себи помисли: баш су то све дивови изкоријенили и понијели! па онда дуго по граду тумарајући, нађе једну кулу здраво високу, и види ђе у једној соби свијећа гори, он отвори врата па уз кулу те у собу. Кад тамо ал' има шта и виђети! соба украшена златом и свилом и кадифом, у њој нема никога до једне ђевојке, а та ђевојка лежи на једном кревету па спава. Чим царевић уђе у собу, отму му се очи гледати ђевојку, кака је врло лијепа. У исто вријеме смотри да иде једна велика змија низ дувар, тако се пружила да јој је глава више главе ђевојчине била близу па се издигне и у један пут ђевојку у чело међу очи да уједе; онда он притрчи па повади мали нож, и прибоде змију у чело уз дувар, па онда овако проговори: \"Да Бог да да се овај мој ножић неда ником извадити без моје руке,\" па онда похита да се натраг врати. Пређе преко бедема, уз јелу се испење и низ јелу сиђе на земљу; кад дође у пећину ђе су дивови били, узме ватре па потрчи и дође браћи ђе их још застане да спавају. Он ватру наложи, а сунце огране и сване се, онда он браћу избуди те устану и тако пођу даље. Истог дана наиђу на пут који води томе граду. У томе је граду живљео један силан цар који је свакога јутра ишетао у град и тужно сузе прољевао, што му народ у граду од дивова страда и поједен би, па се све бојао да му и ћерка једном не буде поједена, зато порани истога јутра па стане гледати по граду, а град опустјео, већ је мало и народа још остало, јер су све дивови појели, па оде тамо амо по граду, кад на један пут види неке јеле онако читаве из земље извађене па уз бедем прислоњене, а кад дође ближе, има чудо и виђети: девет дивова баш онијех крвника градскијех а њима свијема главе посјечене. Кад цар то види, јако се обрадује, а свијет се скупи и Бога стане молити за здравље онога који их је посјекао. У исто вријеме дођоше и слуге из двора царскога и јаве цару, како је шћела змија да његову ћерку уједе. Како то цар чује, одмах отиде у двор па управо у ону собу својој шћери, кад тамо, види змију прибодену уз дувар, па шћаше сам нож да извади из дувара, ама није могао.</p><p>Онда цар учини заповијест на све стране по његовом царству и огласи: ко је дивове побио и змију прибо, нека дође да га цар обдари великијем даром и да му шћерку за жену даде; то се огласи по цијеломе царству његовом и цар заповједи, да се главне механе по великим друмовима поставе, па свакога путника да питају, није ли дознао, ко је дивове погубио, па кад који чује за тог чоека, да цару јави, а тај чоек нека брже на муштулук оде цару, да га цар обдари. То се тако по царевој заповјести и учини, механе поставе на главне друмове и сваког путника питали би и за то казивали му. Послије неког времена ови тројица царски синови тражећи сестре своје дођу у једну од тијех механа да заноће те учине ту конак, а послије вечере дође механџија и у разговору шњима стане се фалити, шта је он јунаштва починио, па онда запита њих: а јесте ли и ви штогођ учинили до сад? Онда отпочне најстарији брат говорити: \"Кад сам пошао с мојом браћом по овом путу, прву ноћ кад смо дошли коначити код једног језера у некој великој пустињи, кад браћа моја оба спаваху а ја чувах стражу, наједанпут аждаха пође из језера да нас прождере, а ја онда повадим нож и одсијечем јој главу: ако се не вјерујете, ево јој увета од главе\", па извадивши и на сто их баци. Кад то чу онај средњи брат, и он рече: \"Ја сам кад сам чувао стражу на другом конаку посјекао аждаху од двије главе: ако се не вјерујете, ево увета од обје главе\", па извади уши и њима их покаже. Онај најмлађи ћути. Поче га механџија питати: \"Богме, момче, твоја су браћа јунаци, а да чујемо, јеси ли и ти штогођ учинио од јунаштва?\" Онда најмлађи отпоче да казива: \"И ја сам нешто мало учинио кад смо заноћили ону ноћ код језера у пустињи, ви сте, браћо, спавали, а ја сам чувао стражу; кад би неко доба ноћи, заљуља се све језеро и изађе троглава аждаха и шћаше нас да прождере, онда ја повадим сабљу и главе јој све три одсијечем: ако не вјерујете, ево шест увета од аждахе.\" Томе се и сама браћа зачуде, а он настави казивати: \"У томе се ватра угаси, а ја пођем да ватре потражим. Тумарајући по планини нађем у једној пећини девет дивова\", и тако им све по реду каже што је учинио, и сви се томе чуду зачудише. Кад то механџија чује, брже потрчи и цару све јави, а цар му даде много новаца, па брже пошаље своје људе да сва три царева сина њему доведу. Кад они изиђу пред цара, цар запита најмлађега царевића: \"Јеси ли ти све то чудо у овоме граду починио, дивове исјекао и шћер моју од смрти сачувао?\" \"Јесам, честити царе.\" одговори најмлађи царевић. Онда му цар даде своју шћер за жену, и допусти му да је он први до њега у своме царству, а оној двојици старије браће рече цар: \"Ако хоћете, и вас хоћу оженити, па вам добре дворе саградити\", но они њему кажу да су ожењени обојица, и цијелу му истину открију, како су пошли да сестре своје траже.</p><p>Кад цар све то чује, заустави само оног најмлађег код себе као зета, а оној двојици даде двије мазге новаца, и тако оба старија брата врате се своме двору и у своје царство. Онај најмлађи једнако мишљаше за својијем сестрама, и шћаше да иде да их тражи, али му је опет било и жао оставити своју жену, а и цар му то не даше учинити, и тако он за сестрама својима једнако вењаше.</p><p>Једном цар пође у лов, а њему каже: \"Остани ти ту код двора и ево ти девет кључева, чувај их код себе; можеш\" вели \"да отвориш три четири одаје, тамо ћеш виђети да имаде и сребра и злата, оружја и много другијех драгоцјености, напосљетку можеш отворити све осам одаја, ама девету да се нијеси усудио нипошто отворити, јер\" вели \"ако то учиниш, зло ћеш проћи.\" Онда цар оде, а зета остави код куће; овај чим цар отиде, отвори једну па и другу собу и тако редом све осам собе, и види у њима свакојакијех драгоцјености, напосљетку кад дође и на врата од девете собе, рече у себи: \"Ја сам много чуда претурио, а сад да не смем отворити ову собу!\" па и ту собу отвори, кад уђе унутра, има шта и виђети! У соби један чоек до кољена у гвожђе заковат и руке до лаката заковате обје, на четири стране имаду четири дирека, а тако од свакога дирека има по један синџир од гвожђа, и тако су крајеве своје саставили па онамо чоеку око врата обавили, и тако је тврдо оковат био, да се није могао никако мицати. Пред њим је била једна чесма на златном чунку извирала, и тако саљева се пред њим у једно корито златно. Близу њега стоји једна маштрава украшена драгијем камењем. Чоек би хтио да воде пије, ама не може да довати. Кад царевић све то види, он се већма зачуди, па се тргне мало натраг, а овај чоек проговори: \"Оди унутра код мене, заклињем те Богом живијем.\" Овај уђе унутра код њега, онда му онај чоек рече: \"Дај учини један севап, те ми дај једну маштраву воде да попијем, и знај за цијело да ћеш од мене за то добити на дар јошт један живот.\" Царевић се промисли: шта има боље него да добијем два живота, па узме маштраву, и да му пуну воде, те овај попије. Онда га царев син пита, како се ти зовеш, богати; по имену?\" Овај одговори: \"Ја се зовем Баш Челик.\" Царевић пође ка вратима а овај га стане молити. \"Дај ми и другу маштраву воде, па ћу ти поклонити и други живот.\" Царевић помисли: \"Сад два живота да ми поклони, а трећи имам, то је чудо велико,\" па узме маштраву те му даде; а овај попије. Царевић пође па почне да врата затвори, а Баш Челик рече: \"О јуначе, поврати се код мене, кад си већ два добра учинио, учини и треће, даћу ти и трећи живот. Узми ову маштраву, наточи је па ми успи на главу, а ја ћу ти за то што ми воду успеш на главу дати и трећи живот те живи.\" Кад царевић то чује, поврати се натраг, узме маштраву па наточи воде и успе му на главу. Како му вода поспе главу, у онај мах прснуше алке око врата, и све гвожђе које је Баш Челика држало. А Баш Челик скочи као муња, па рашири крила, полети, и у исто вријеме узме под крило цареву ћерку, жену његова избавитеља, и тако на једанпут ишчезне из очију. Сад да видиш чуда; препане се царев син од цара! у том кад цар дође из лова, каже му зет његов све по реду, цар се већма у бригу даде, па му рече: \"За што тако учини? јесам ли ти казао да не отвориш девету собу?\" Царевић му одговори: \"Немој се срдити на мене, ја ћу да идем да Баш Челика тражим и да повратим моју жену.\" Они цар га стане од тога одвраћати: \"Немој\" вели \"да идеш ни пошто! ти не знаш ко је Баш Челик, мене је много војске и новаца пропало док сам Баш Челика уватио, него остани код мене, ја ћу ти испросити другу ђевојку, и не бој се, ја те опет милујем као сина свога.\" Али царев син није хтио никако слушати, него узме новаца за пута, узјаше свога коња па пође у свијет тражити Баш Челика. Путујући овако задуго дође у једну варош, како уђе гледа тамо амо, док на један пут повиче једна ђевојка с чардака: \"Е царевићу, одјаш, коња па оди у авлију.\" Кад царевић дође у авлију и онда га срете ђевојка а он погледа и познаде своју сестру најстарију: руке шире, у лице се љубе, а сестра њему говори: \"Хајде, брате, са мном на чардак.\" Кад изиђу на чардак, онда царевић стане питати сестру своју, ко је њен чоек за кога се она удала, а она му одговори: \"Ја сам се\" вели \"удала за цара змајског, и мој је чоек змај, него, брате, да те добро сакријем, јер мој чоек вели да би своје шуре исјекао кад би их само виђети могао; ја ћу њега најприје кушати, ако ти ништа не ћене учинити, ја ћу му казати за тебе. Па тако и учини: брата и коња му сакрије. Кад вече дође, змају зготове вечеру па га чекају, кад ето ти змајског цара! Како долеће у двор, сав се двор засветли и заблиста! Како уђе, одмах зове своју жену: \"Жено\" вели \"овдје чоечја кост мирише, који имаде? казуј одмах.\" Она му рече: \"Нема никога.\" а он вели: \"То не може бити.\" Онда му жена одговори: \"Бога ти, што те питам да ми право кажеш: би ли ти штогођ мојој браћи да сад који од њих овамо дође?\" А змајски цар одговори: \"Оног најстаријег и средњег би заклао па их пекао, а најмлађем не би ништа.\" Онда она вели: \"Дошао је мој најмлађи брат а твој шурак.\" Кад цар чује, он повиче: \"Дајте га.\" Кад шурака сестра доведе пред цара, цар скочи, руке шире, у лица се љубе: \"Добро дошао, шураче.\" \"Боље тебе нашао, зете!\" \"Гдје си?\" \"Ево ме.\" Па му прича од краја до конца. Онда му цар рече змајски: \"Та куд идеш, Бога ти, прекојуче Баш Челик прође и пронесе твоју жену, ја га дочекам са седам хиљада змајева, па му не могох ништа учинити, прођи се ђавола, молим те, да ти дам новаца колико хоћеш, па иди кући.\" Но царевић није хтио никако да га слуша, него сјутра дан наумио да пође, а кад цар види да га не може да заустави и с пута да га одврати, онда му извади једно перо па му га да у руке, и овако му рече: \"Добро слушај шта ти кажем, и ево ти ово моје перце, па кад ти буде велика нужда и Баш Челика нађеш, а ти запали ово перо моје, ја ћу онда у исто вријеме да долетим са свом мојом силом теби у помоћ.\" Царевић узме перо те пође. Путујући опет по свијету дође у другу велику варош и идући кроз варош повиче опет једна ђевојка са чардака: \"Е ти, царевићу, одјаши коња па ходи у авлију.\" Царевић уђе с коњем у авлију, кад тамо а сестра средња срете га у авлији, руке шире, па се у лица љубе; води брата на кулу. Пошто сестра одведе коња у јарове а брата на кулу, пита брата како је дошао, а он њојзи све по реду каже, па је пита: \"За кога си се\" вели \"удала?\" а она му одговори: \"Ја сам се удала за цара соколовског, и он ће до вече доћи; него да те добро ђегођ сакријем, јер он браћи мојој прети.\" Тако и учини и брата сакрије. Кад дуго не прође ал' ето ти цара соколовског! Како долеће, сва се кула заљуља од велике силе. Одмах му поставе вечеру, но он како дође, проговори својој жени: \"Овђе има човечја кост.\" Жена говори: \"Нема, чоече\", па по дугом разговору она му вели: \"Би ли ти мојој браћи штогођ, кад би који дошао?\" Цар вели: \"Ја би најстаријег и средњег много мучио, а најмлађем не би ништа.\" Онда му она за брата каже. Он брзо нареди да га доведу, а кад га цар види, скочи на ноге, руке шире па се у лица љубе. \"Добро дошао, шураче.\" вели соколовски цар. \"Боље тебе нашао, зете!\" одговори њему царевић, па одмах седну вечерати. Послије вечере пита цар шуру свога куд је пошао, а овај му одговори, да тражи Баш Челика, и све му редом прича. Али цар га стане сјетовати: \"Немој\" вели \"даље да идеш, ја ћу ти за Баш Челика казати: оног истог дана кад је твоју жену уграбио, ја сам га дочекао са пет хиљада соколова, па страшно смо се побили шњиме, крв паде до кољена, и ништа му учинити не могосмо! а ти да њему један нешто учиниш! Зато те сјетујем ја да се вратиш кући, и ево ти блага, узми и понеси колико гођ хоћеш.\" Али царев син вели: \"Хвала ти на свему, али се вратити нећу никако, него хоћу Баш Челика да тражим\", а сам у себи мисли: зашто не би, кад имам још три живота! Кад соколовски цар већ види да га никако одвратити не може, извади једно перце па му га даде говорећи: \"На ти\" вели \"то моје перо, па кад ти буде велика невоља, а ти искреши ватру па га запали, а ја ћу ти онда доћи с мојом силом у помоћ.\" Онда царевић узме перце па пође тражити Баш Челика. Путујући тако за дуго по свијету дође у трећу варош, како уђе у варош, ал' ето ти ђевојке па повиче са чардака: \"Одјаши коња па ходи у авлију.\" Царевић сврата коња па управо у авлију, кад тамо ал' ево ти његове сестре најмлађе, руке шире, па се у лица љубе, води брата на кулу а коња у арове. Брат је пита: \"За кога си се, сестро, ти удала, који је твој чоек?\" Она му одговори: \"Мој је чоек цар орлујски за њега сам се удала.\" Кад цар дође у вече кући, жена га дочека а он ни речи, него вели: \"Ко је овдје у двор од људи дошао, казуј одмах!\" Она му одговори: \"Није нико\", па почну вечерати. Онда му жена вели: \"Да ли би ти штогођ мојој браћи учинио, да одкуд дођу?\" Цар јој рече: \"Ја би најстаријег ти и средњег брата убио, а најмлађег не би; њему би и у помоћ свакад притекао, кад би могао.\" Онда она цару каже: \"Ево онај мој најмлађи брат а твој шурак дошао да ме види.\" Онда цар заповједи да га предањ доведу, дочека га на ноге па се шњиме пољуби и рече му: \"Добро дошао, шуро!\" А тај њему одговори: \"Боље тебе нашао, зете!\" Па одмах сједну вечерати. За вечером се разговарају о свачему, и напосљетку царевић каже да иде Баш Челика да тражи. Кад то зачу цар орлујски, стане га одвраћати говорећи му: \"Прођи се ти, шуро, тога ђавољег врага, и не иди тијем путем, него остани овдје код мене, бићеш свега задовољан.\" Али царев син то не слуша, него сјутра дан како сване опреми се и пође даље тражити Баш Челика. Онда цар орлујски кад види да га одвратити не може, извади једно перце па га даде шури, \"на\" вели \"шуро, кад ти буде невоља, ти укреши ватру па га запали, ја ћу ти онда с мојијем орловима одмах у помоћ доћи.\" Царевић узме перце и пође тражити Баш Челика. Путујући по свијету од града до града тако све даље и даље најпослије нађе своју жену у једној пећини. Жена како га види, зачуди се па му рече: \"За Бога, чојче, од куд ти овдје?\" А он јој све по истини каже, и вели: \"Бјежи, жено, да бјежимо!\" Но она му на то одговори: \"Куд ћеш, кад ће нас Баш Челик стићи одмах, па ће\" вели \"тебе погубити а мене вратити. Царевић знајући да има још \"три вјекова да живи, наговори жену да бјеже, па тако и учине. Но кад они почну бјегати, Баш Челик то дозна па брже потрчи и царевића стигне па повиче: \"Е царевићу, зар ти украде жену\", па му жену отме и каже: \"Ја ти сад живот праштам, јер знам да сам ти казао, да ћу ти дати три живота, па сад иди, ама више за жену немој да се враћаш, јер ћеш погинути.\" Пошто то рече Баш Челик, одведе жену са собом, а царевић опет остане сам не знајући што ће. Најпослије се ријеши да на ново иде за жену своју. Кад дође близу оне пећине, улучи прилику кад Баш Челик буде отишао, па жену опет поведе са собом да бјеже. Но Баш Челик одмах то дозна, па потрчи и царевића стигне па повади стријелу и повиче: \"Волиш ли\" вели \"да те устријелим или да те сабљом посијечем?\" Царевић стане се молити, и Баш Челик му рече: \"Ја ти сад и други живот поклањам, но ти кажем да се више не усудиш да се за жену враташ, јер нећу више да поклањам живот, но ћу те на мјесту погубити.\" Пошто то рече, узме жену па је одведе, а царевић опет остане сам мислећи све једнако, како би жену своју избавио. Најпослије сам себи каже: \"А што би се Баш-Челика бојао, кад још имам два живота, један што ми је он поклонио, а један мој?\" па закључи да се сјутра жени поврати, кад Баш Челика није било код ње: \"Хајде\" вели \"да идемо бјежати.\" Она га разбијаше да им није вајде бјежати, јер ће их стићи, но чоек њен примора је, па почну бјежати, а Баш Челик брзо их стигне па повиче: \"Чекај, ја ти више не праштам!\" Царевић се препане и почне га молити да му опрости, али Баш Челик рече му: \"Знаш ли да сам ти казао да ћу ти поклонити три вијека? ето сад ти трећи поклањам, и више живота од мене немаш, него иди кући, и немој живот свој што ти га је Бог дао да изгубиш.\" Царевић видећи да против ове силе не може ништа, пође кући, но једнако мишљаше како би жену своју Баш Челику отео, док му на једанпут падне на ум, што су му зетови казали, кад му је сваки од њих по једно перце дао. Онда рече сам себи: \"Хоћу баш и четврти пут да се вратим да жену моју повратим, па ако ми буде до невоље, онда ћу пера да запалим да ми зетови у помоћ дођу,\" па се одмах дигне и опет се врати оној пећини, ђе Баш Челик држаше жену његову, и кад из далека види да Баш Челик некуд оде, јави се жени, а она се зачуди и препане па му рече: \"Бога ти, зар ти је тако омрзнуло живљети, те си се вратио по мене!\" Но он јој каже за зетове како су му дали сваки по једно перце, па како ћеду му доћи у помоћ, ако му буде до невоље, \"па за то сам\" вели \"још једаред дошао по тебе; хајде одмах да бјежимо\" и тако и учине и почну бјежати, али Баш Челик то одмах дозна па из далека повиче: \"Стани, царевићу, нијеси утекао!\" А царевић кад види Баш Челика, повади она сва три пера и кресиво, па стане кресати док мало ватру прижеже па запали сва три пера, али док је запалио Баш Челик га стигне, потегне сабљу и царевића на двије поле расјече. У исти час ето ти чуда! Долети цар змајски са својијем змајевима, цар соколовски са соколовима и цар орлујски с орловима, па се с Баш Челиком страшно побију и много се крви пролије, али Баш Челик опет уграби жену и утече. Онда три цара стану свога мртва шура гледати и закључе да му живот поврате, па онда запитају најбржа три змаја који може најбрже с Јордана воде донијети. Један вели: \"Ја могу за по сахата;\" други вели: \"Ја могу за један четврт сахата;\" трећи вели: \"Ја могу за девет тренутака.\" Онда цареви повичу овоме: \"А сад ти, змаје, брже похитај\", овај рашири силу ватрену и донесе заиста за девет тренутака воде с Јордана. Цареви узму воду, поспу водом по онијем ранама, куд је царевић расјечен био, кад поспу, ране се саставе, и царевић скочи на ноге те оживи. Онда га цареви сјетују: \"Иди сад кући, кад си се смрти избавио.\" Царевић њима вели да ће јошт једанпут да иде срећу покушати и жену ма на кој начин украсти. Цареви, зетови његови, веле му: \"Немој, погинућеш заиста сад ако одеш, јер живота ти другог нема осим онога твога од Бога. Али царевић неће за то да чује. Онда му цареви реку: \"Е кад већ хоћеш силом да идеш, а ти немој одмах жену да водиш, него јој кажи да пита Баш Челика, ђе му је јунаштво, па онда дођи да нам кажеш, ми ћемо ти помоћи да га освојимо.\" Онда царевић оде кришом и дође жени, па је научи да куша Баш Челика ђе му је јунаштво, па се врати натраг. Кад Баш Челик кући дође, жена га стане питати: \"Бога ти, ђе је то твоје јунаштво?\" Баш Челик јој рече: \"Моја жено, моје је јунаштво у сабљи мојој.\" Онда се жена стане молити спрам сабље Богу. Баш Челик кад то види, удари у смјех па рече: \"О луда жено! није моје јунаштво у сабљи, него је у мојој стријели\" а она се онда окрене Богу молити спрам стријеле, а Баш Челик јој рече: \"О жено, добро ли те неки учи да ме кушаш, ђе је моје јунаштво! ја би рекао да је жив твој чоек, па он те учи.\" а она се почне клети да је нико не учи, јер и нема ко. Послије неколико дана дође јој чоек, она му све каже како још није могла дознати од Баш Челика, ђе му је јунаштво, а чоек јој одговори: \"Кушај га опет\" па оде. Кад Баш Челик дође, жена га стане опет питати, ђе му је јунаштво. Онда јој Баш Челик одговори: \"Кад ти моје јунаштво тако поштујеш, ја ћу ти истину да кажем, ђе је моје јунаштво,\" па онда стане казивати: \"Далеко одавдје има једна висока планина, у оној планини једна лисица, у лисици срце, у срцу једна тица, у оној је тици моје јунаштво, ама се она лисица неда лако ухватити: она се може претворши у разне начине.\" Сјутра дан кад Баш Челик оде, царевић опет дође жени својој да чује шта је дознала, а жена му све каже. Онда царевић отиде управо зетовима, а они га једва дочекају да чују, ђе је Баш Челиково јунаштво, па се одмах дигну и са царевићем отиду. Кад тамо дођу у ону планину, пуште орлове да лове лисицу, а лисица побегне у једно језеро које је било у сред оне планине, и претвори се у утву шестокрилу, али соколови одмах за њом и одандје је изагнају, онда она полети у облаке па почне бјежати, а змајеви за њом! Она брже онда претвори се опет у лисицу и стане по земљи бјежати, али ту је орлови дочекају и остала војска, па је салете и ухвате. Онда цареви заповеде те се лисица распори и срце извади па наложе ватру, срце распоре, из срца тицу изваде и у ватру баце, како тица изгори Баш Челик погине. Царевић онда узме своју жену па оде шњоме кући.</p>",
                "style": {
                        "fontSize": 24,
                        "color": "#ffffff",
                        "bold": false,
                        "italic": false
                    },
                "position": 1
            }
        },
        {
            "type": "video",
            "videoBlock": {
                "url":"https://www.youtube.com/embed/F9joHCGKZtw?si=gB7sOZASX1uaNISQ" 
        }
        },
        {
            "type": "video",
            "videoBlock": {
                "url":"https://www.youtube.com/embed/fNXZPNuIaDk?si=qwBWR2oHLyDRmnj8" 
        }
        },
       
        
        {
            "type": "text",
            "textBlock": {
                "content":"Непознате речи:",
                "style": {
                        "fontSize": 24,
                        "color": "#42f545",
                        "bold": false,
                        "italic": false
                    },
                "position": 1
            }
        },
        {
            "type": "text",
            "textBlock": {
                "content": "- <font color='#42f545'>имађаше</font> – имаше<br> - <font color='#42f545'>шћери</font> – кћери<br> - <font color='#42f545'>земан</font> – рок за завршавање, у овом случају за испуњење очеве препоруке<br> - <font color='#42f545'>хука</font> – бука<br> - <font color='#42f545'>дрктати</font> – дрхтати<br> - <font color='#42f545'>вас</font> – сав<br> - <font color='#42f545'>море</font> – може<br> - <font color='#42f545'>препану</font> – препадну, уплаше<br> - <font color='#42f545'>на</font> – узми<br> - <font color='#42f545'>моремо</font> – можемо<br> - <font color='#42f545'>походити</font> – посећивати<br> - <font color='#42f545'>законачили</font> – преноћили<br> - <font color='#42f545'>аждаха</font> – аждаја, ала<br> - <font color='#42f545'>трупина</font> – велики труп (труп – део тела)<br> - <font color='#42f545'>отале</font> – одатле<br> - <font color='#42f545'>опак</font> – опасан, зао, рђав<br> - <font color='#42f545'>брчак</font> – млаз воде или млека<br> - <font color='#42f545'>поскапају</font> – поумиру<br> - <font color='#42f545'>оли</font> – да ли, или<br> - <font color='#42f545'>врљаше</font> – луташе<br> - <font color='#42f545'>зажећи</font> – запалити<br> - <font color='#42f545'>оранија</font> – велика посуда за прављење јела на ватри, казан<br> - <font color='#42f545'>бедем</font> – заштитни дебео зид или насип<br> - <font color='#42f545'>кадифа</font> – фина тканина<br> - <font color='#42f545'>дувар</font> – зид<br> - <font color='#42f545'>механа</font> – кафана<br> - <font color='#42f545'>муштулук</font> – добар глас, пријатна, радосна вест, обичај да се награди доносилац добре вести<br> - <font color='#42f545'>конак</font> – преноћиште<br> - <font color='#42f545'>механџија</font> – власник кафане<br> - <font color='#42f545'>дирек</font> – дрвени стуб, греда<br> - <font color='#42f545'>синџир</font> – метални ланац<br> - <font color='#42f545'>саљева</font> – слива<br> - <font color='#42f545'>маштрава</font> – мали суд од бакра<br> - <font color='#42f545'>већма</font> – веома<br> - <font color='#42f545'>севап</font> – добро дело, племенит поступак, помоћ<br> - <font color='#42f545'>срдити</font> – љутити<br> - <font color='#42f545'>шуре</font> – женин, супругин брат<br> - <font color='#42f545'>конац</font> – крај<br> - <font color='#42f545'>јарови</font> – обори, места где се држе коњи<br> - <font color='#42f545'>бегод</font> – негде<br> - <font color='#42f545'>сјетовати</font> – саветовати<br> - <font color='#42f545'>вајда</font> – корист<br> - <font color='#42f545'>кресиво</font> – предмет за паљење ватре<br> - <font color='#42f545'>Јордан</font> – света река у којој је крштен Исус Христ<br> - <font color='#42f545'>сахат</font> – сат<br> - <font color='#42f545'>сјетују</font> – саветују<br> - <font color='#42f545'>куша</font> – испитује, покушава да сазна<br> - <font color='#42f545'>утва</font> – врста дивље патке",
                "style": {
                    "fontSize": 24,
                    "color": "#ffffff",
                    "bold": false,
                    "italic": false
                },
                "position": 1
            }
        }
        
        
        
        
    ]}
    [
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Ко је главни негативни лик у бајци \"Баш Челик\"?",
            "options": ["Баш Челик", "Змај", "Краљ", "Чаробњак"],
            "type": "књижевност",
            "tags": [ "ликови"],
            "grade": 2,
            "correctAnswerMC": "Баш Челик",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Како се ослобађа Баш Челик у бајци \"Баш Челик\"?",
            "options": [
              "Принц га ослобађа из кавеза",
              "Баш Челик разбија окове",
              "Чаробњак му помаже",
              "Краљ га ослобађа"
            ],
            "type": "књижевност",
            "tags": ["ослобађање", "догађаји"],
            "grade": 2,
            "correctAnswerMC": "Принц га ослобађа из кавеза",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Шта је услов да се Баш Челик поново зароби?",
            "options": [
              "Мора се пронаћи његова снага",
              "Мора се уништити његов мач",
              "Мора се изговорити чаролија",
              "Мора се бацити у море"
            ],
            "type": "књижевност",
            "tags": ["услови", "снаге"],
            "grade": 2,
            "correctAnswerMC": "Мора се пронаћи његова снага",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Где се налази снага Баш Челика?",
            "options": [
              "У три голуба",
              "У чаробном прстену",
              "У пећини",
              "У великом камену"
            ],
            "type": "књижевност",
            "tags": ["снаге", "симболи"],
            "grade": 2,
            "correctAnswerMC": "У три голуба",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Како се зове јунак који се супротставља Баш Челику?",
            "options": [
              "Принц",
              "Краљевић Марко",
              "Витез",
              "Змајев син"
            ],
            "type": "књижевност",
            "tags": ["јунаци", "ликови"],
            "grade": 2,
            "correctAnswerMC": "Принц",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Шта представља Баш Челик у бајци?",
            "options": [
              "Симбол зла и неслободе",
              "Симбол храбрости",
              "Заштитника природе",
              "Чувар тајни"
            ],
            "type": "књижевност",
            "tags": ["симболика", "ликови"],
            "grade": 2,
            "correctAnswerMC": "Симбол зла и неслободе",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Како Принц успева да победи Баш Челика?",
            "options": [
              "Уништава голубе у којима је његова снага",
              "Убија Баш Челика у двобоју",
              "Проналази чаробни мач",
              "Помаже му чаробњак"
            ],
            "type": "књижевност",
            "tags": ["победа", "јунак"],
            "grade": 2,
            "correctAnswerMC": "Уништава голубе у којима је његова снага",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Шта Принц добија као награду након што победи Баш Челика?",
            "options": [
              "Престол", 
              "Чаробни прстен", 
              "Руку краљеве ћерке", 
              "Нови мач"
            ],
            "type": "књижевност",
            "tags": ["награда", "догађаји"],
            "grade": 2,
            "correctAnswerMC": "Руку краљеве ћерке",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Какву улогу имају голубови у бајци *Баш Челик*?",
            "options": [
              "Они представљају Баш Челикову снагу",
              "Они су симбол мира",
              "Они прате Принца на путу",
              "Они откривају пут до Баш Челика"
            ],
            "type": "књижевност",
            "tags": ["животиње", "симболи"],
            "grade": 2,
            "correctAnswerMC": "Они представљају Баш Челикову снагу",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        },
        {
          "type": "question",
          "questionBlock": {
            "questionType": "multiple_choice",
            "question": "Који мотив се највише истиче у бајци *Баш Челик*?",
            "options": [
              "Борба добра и зла",
              "Мотив љубави",
              "Путовање јунака",
              "Пријатељство"
            ],
            "type": "књижевност",
            "tags": ["мотивација", "тематика"],
            "grade": 2,
            "correctAnswerMC": "Борба добра и зла",
            "topic": "66e32bab9d4bbcb4974d5a24"
          }
        }
      ]
      